Repository: common-repository/woo-earn-sharing
Catalog: languages/woo-earn-sharing-*.po
Languages: pt_br

source: You are sure that want regenerate all user's code?
pt_br: Você tem certeza de que deseja gerar todos os códigos novamente?

source: Balance
pt_br: Saldo

source: Your Code
pt_br: Seu Código

source: Done!
pt_br: Feito!

source: Setted to
pt_br: Definido para

source: Reward %
pt_br: Recompensa %

source: My Account Tab Label
pt_br: Minha Conta - Título

source: User code length
pt_br: Tamanho Código do Usuário

source: User code Alphanumeric
pt_br: Código do Usuário Alphanumérico

source: Give credit back to user, when order change to Refunded, Cancelled or Failed
pt_br: Dar dinheiro de volta à saldo do usuário, quando um pedido é trocado para Reembolsado, Cancelado ou Falhado

source: Referrals page HTML
pt_br: Página Referências HTML

source: Regenerate All Users Codes
pt_br: Gerar todos os códigos de usuários novamente

source: Like the plugin? Please, consider pay me a coffe! :)
pt_br: Gostou do plugin? Por favor, considere me pagar um café :)

source: Referrals
pt_br: Referências

source: Friend Code
pt_br: Código de Amigo

source: Add here a friend code, if have one
pt_br: Adicione aqui um código de amigo, caso possua

source: Invalid Friend Code.
pt_br: Código de Amigo Inválido.

source: You cannot use your code as Friend Code.
pt_br: Você não pode usar o próprio código como Código de Amigo.
